{
    "products": [
        {
            "id": 1,
            "title": "Super Mario World",
            "description": "Super Mario World sur Super Nes vous fait incarner les deux super plombiers Mario et Luigi, à la poursuite de Bowser qui a kidnappé pour la énième fois la princesse Peach. Exploitez de nouveaux objets tels que la plume permettant aux héros de planer pendant un court instant, et faites surtout connaissance avec le petit dinosaure vert Yoshi qui apparaît avec sa tribu pour la toute première fois dans la série.",
            "image": "https://image.jeuxvideo.com/images-sm/sn/s/m/smwosn0f.jpg",
            "genre": "Combat",
            "console": "SNES",
            "prix": 32,
            "Qty": 10
        },
        {
            "id": 2,
            "title": "The Legend of Zelda : a Link to the Past",
            "description": "Dans the Legend of Zelda : A Link to the Past, le joueur dirige Link dans sa quête pour sauver Hyrule. Dans ce jeu d'action/aventure en 2D, il est possible de basculer du monde des ténèbres à celui de la lumière pour sauver la princesse Zelda du sorcier Agahnim et trouver les nombreux objets nécessaires à l'accomplissement de la quête",
            "image": "https://image.jeuxvideo.com/images/jaquettes/00051134/jaquette-the-legend-of-zelda-a-link-to-the-past-wii-u-wiiu-cover-avant-g-1386876665.jpg",
            "genre": "Aventure",
            "console": "SNES",
            "price": 22,
            "Qty": 5

        },
        {
            "id": 3,
            "title": "Super Mario Kart",
            "description": "Super Mario Kart sur Super Nintendo est un jeu de courses reprenant l'univers et les personnages de Mario. Après avoir choisi un pilote parmi les huit proposés, lancez-vous dans les quatre coupes différentes pour essayer d'atteindre la plus haute marche du podium. Grâce à des bonus ramassés sur le circuit, tous les coups sont permis, à commencer par le largage de peaux de banane et l'envoi de carapaces. Le mode Battle permet d'ailleurs d'affronter les autres à coup de carapaces.",
            "image": "https://image.jeuxvideo.com/medias/147938/1479376108-5962-jaquette-avant.jpg",
            "genre": "Course",
            "console": "SNES",
            "price": 21,
            "Qty" : 4

        },
        {
            "id": 4,
            "title": "Street Fighter 2",
            "description": "Street Fighter II est le deuxième épisode du jeu de combat sorti en 1988 sur diverses consoles et bornes d'arcade. Vous avez le choix parmi huit personnages ayant chacun son propre style de jeu et ses propres techniques spéciales. Dans le mode solo, vous devez affronter les sept autres personnages plus quatre boss cachés. A deux, chacun choisit son personnage pour tenter d'éliminer l'autre.",
            "image": "https://image.jeuxvideo.com/images/pc/s/t/strepc0f.jpg",
            "genre": "Combat",
            "console": "SNES",
            "price": 25,
            "Qty" : 3
        },
        {
            "id": 5,
            "title": "Sonic the Hedgehog",
            "description": "Propulsez Sonic, le hérisson bleu le plus rapide sur Terre, à travers d'époustouflants loopings et de vertigineux plongeons, en franchissant de la lave bouillonnante, des cascades et d'innombrables obstacles. Ramassez des rings et arrêtez le Dr Eggman dans ses plans pour la domination du monde dans Sonic The Hedgehog sur Megadrive.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00040432/jaquette-sonic-the-hedgehog-playstation-3-ps3-cover-avant-g-1301562027.jpg",
            "genre": "Plate-formes",
            "console": "MEGADRIVE",
            "price": 34,
            "Qty" : 7
        },
        {
            "id": 6,
            "title": "Streets of Rage",
            "description": "Streets of Rage sur Megadrive vous propose de suivre l'histoire de trois jeunes agents de police aux prises avec une organisation criminelle, ménée de main de fer par un certain Mr.X. Le jeu consiste à éliminer tous vos opposants grâce à divers coups, pour progresser dans le niveau et défier le boss. Chaque combattant dispose de ses propres qualités et désavantages.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00045129/jaquette-sega-vintage-collection-streets-of-rage-xbox-360-cover-avant-g-1338561325.jpg",
            "genre": "Beat Them All",
            "console": "MEGADRIVE",
            "price": 37,
            "Qty" : 3
        },
        {
            "id": 7,
            "title": "The Revenge of Shinobi",
            "description": "The Revenge of Shinobi sur Megadrive est un jeu d'action où le joueur incarne un ninja. L'objectif est ici de se venger des criminels qui vous ont causé du tort. Vous devez nettoyer la zone de chaque niveau avant de pouvoir passer au niveau suivant. Pour cela, vous avez à disposition des shurikens, ainsi que des couteaux de lancer.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00045129/jaquette-sega-vintage-collection-streets-of-rage-xbox-360-cover-avant-g-1338561325.jpg",
            "genre": "Beat Them All",
            "console": "MEGADRIVE",
            "price": 55,
            "Qty" : 3
        },
        {
            "id": 8,
            "title": "The Revenge of Shinobi",
            "description": "The Revenge of Shinobi sur Megadrive est un jeu d'action où le joueur incarne un ninja. L'objectif est ici de se venger des criminels qui vous ont causé du tort. Vous devez nettoyer la zone de chaque niveau avant de pouvoir passer au niveau suivant. Pour cela, vous avez à disposition des shurikens, ainsi que des couteaux de lancer.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00045129/jaquette-sega-vintage-collection-streets-of-rage-xbox-360-cover-avant-g-1338561325.jpg",
            "genre": "Beat Them All",
            "console": "MEGADRIVE",
            "price": 24,
            "Qty" : 3
        },
        {
            "id": 9,
            "title": "Mortal Kombat 2",
            "description": "Mortal Kombat II, est un jeu de combat sur Megadrive. Combos, fatalités et autres coups spéciaux, tels sont les ingrédients qui fondent le succès d'un jeu réputé pour la violence de ses affrontements. Le joueur incarne l'un des 12 personnages et doit vaincre un par un l'ensemble de ses concurrents directs pour gagner le tournoi et mettre un terme au règne du maléfique Shao Kahn.",
            "image": "https://image.jeuxvideo.com/images-sm/pc/m/o/mok2pc0f.jpg",
            "genre": "Combat",
            "console": "MEGADRIVE",
            "price": 43,
            "Qty" : 5
        },
        {
            "id": 10,
            "title": "Metal Gear Solid",
            "description": "Jeu d'infiltration, Metal Gear Solid vous permet d'incarner Solid Snake qui a pour mission d'infiltrer Shadow Moses, une base militaire en Alaska, afin de sauver des otages. Le joueur trouve tout au long de l'aventure de nouvelles armes et nouveaux équipements afin de progresser tout en alternant entre dialogues, séquences d'infiltration et combats contre les boss. Le scénario hollywoodien couplé à de nombreuses cinématiques en font un jeu très cinématographique.",
            "image": "https://image.jeuxvideo.com/images-sm/pc/m/g/mgsopc0f.jpg",
            "genre": "Action",
            "console": "PLAYSTATION",
            "price": 26,
            "Qty" : 2
        },
        {
            "id": 11,
            "title": "Resident Evil",
            "description": "Resident Evil est un jeu de Survival-horror dans lequel le joueur incarne un membre de l'équipe Alpha cherchant ses compagnons disparus. Poursuivis par des créatures monstrueuses, les personnages se réfugient dans un manoir près de Racoon-City, mais le sentiment de sécurité est de courte durée....",
            "image": "https://image.jeuxvideo.com/images-sm/pc/r/e/reevpc0f.jpg",
            "genre": "Action",
            "console": "PLAYSTATION",
            "price": 39,
            "Qty" : 5
        },
        {
            "id": 12,
            "title": "Tekken 3",
            "description": "Fin du King of Iron Fist Tournament 2. Heihachi a vaincu Kazuya et reprend la tête de Mishima Zaibatsu. Un jour, il entend parler d'un ancien dieu mexicain, Ogre, qui serait attiré par les âmes fortes. Pour l'appâter, Heihachi décide de lancer la troisième édition du tournoi mondialement connu afin que les combattants servent de leurres. Tel est le début de Tekken 3, jeu de combat sur Playstation.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00021333/jaquette-tekken-3-playstation-3-ps3-cover-avant-g.jpg",
            "genre": "Combat",
            "console": "PLAYSTATION",
            "price": 43,
            "Qty" : 3
        },
        {
            "id": 13,
            "title": "Final Fantasy VIII",
            "description": "Huitième épisode de la série éponyme Final Fantasy VIII est un jeu de rôle japonais. Le joueur y incarne le jeune Squall, membre d'un groupe militaire d'élite, qui se retrouve mêlé à un conflit dépassant l'imagination. Il doit alors se confronter à un puissant sorcier. Les personnages de cet épisode peuvent être personnalisés avec des sorts puissants récupérés sur les ennemis. En outre, presque une heure de cinématiques en images de synthèse a été implantée.",
            "image": "https://image.jeuxvideo.com/images-sm/pc/f/i/fif8pc0f.jpg",
            "genre": "RPG",
            "console": "PLAYSTATION",
            "price": 34,
            "Qty" : 3
        },
        {
            "id": 14,
            "title": "Chrono Cross",
            "description": "Chrono Cross sur Playstation 3 est l'adaptation d'un jeu de rôle sorti en 1999 sur PSOne. Vous incarnez un jeune garçon nommé Serge. Vous êtes amené à voyager entre deux mondes parallèles où vous faites la rencontre de nombreux personnages. Chaque personnage a une personnalité différente suivant la dimension où vous vous trouvez. Pour vaincre vos ennemis, vous devez utiliser vos armes et sorts dans des combats au tour par tour.",
            "image": "https://image.jeuxvideo.com/images-sm/ps/c/r/cronps0f.jpg",
            "genre": "RPG",
            "console": "PLAYSTATION",
            "price": 55,
            "Qty" : 2
        },
        {
            "id": 15,
            "title": "GRAN-TURISMO",
            "description": "Gran Turismo sur Playstation fait figure de référence en matière de simulation automobile. Passez vos licences vous ouvrant l'accès aux compétitions, trouvez-vous une bonne occase, et c'est parti pour la gloire. Plus de 600 voitures au choix de quelques 36 constructeurs sont au menu.",
            "image": "https://image.jeuxvideo.com/images-sm/ps/g/r/grtups0f.jpg",
            "genre": "Course",
            "console": "PLAYSTATION",
            "price": 36,
            "Qty" : 2
        },
        {
            "id": 16,
            "title": "Castlevania : the Adventure",
            "description": "Castlevania : The Adventure est un jeu d'action/plates-formes sur Gameboy. Le comte Dracula a encore évolué, assoiffé de vengeance. Vous devez traverser quatre niveaux de donjons, chambres et cryptes pour le vaincre une nouvelle fois. Pour arriver à vos fins, votre seule arme à disposition est un grand fouet métallique.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00045670/jaquette-castlevania-the-adventure-nintendo-3ds-cover-avant-g-1341565310.jpg",
            "genre": "Plate-forme",
            "console": "Gameboy Color",
            "price": 23,
            "Qty" : 4
        },
        {
            "id": 17,
            "title": "The Legend of Zelda : Link's Awakening DX",
            "description": "The Legend of Zelda : Link's Awakening DX est un jeu d'action et d'aventure sur Gameboy. Vous incarnez le jeune Link, qui revient dans son pays natal d'Hyrule. Après d'extraordinaires aventures, notre héros rêve d'un repos mérité. Alors qu'il est sur le bateau qui le ramène au pays, une tempête se déchaîne, le bateau est abîmé et s'échoue sur une île mystérieuse nommée Cocolint. Vous apprenez alors que pour sortir de cet enfer, il vous faudra réveiller le mystique Poisson Rêve.",
            "image": "https://image.jeuxvideo.com/images-sm/jaquettes/00045670/jaquette-castlevania-the-adventure-nintendo-3ds-cover-avant-g-1341565310.jpg",
            "genre": "Plate-forme",
            "console": "Gameboy Color",
            "price": 65,
            "Qty" : 2
        },
        {
            "id": 18,
            "title": "Tetris",
            "description": "Tetris est le célèbre puzzle-game dans lequel vous devez empiler des briques afin de constituer des lignes qui s'effaceront au fur et à mesure de votre progression. La difficulté augmente au fil de votre avancée",
            "image": "https://image.jeuxvideo.com/medias-sm/157358/1573575118-2566-jaquette-avant.jpg",
            "genre": "Puzzle",
            "console": "Gameboy Color",
            "price": 44,
            "Qty" : 3
        },
        {
            "id": 19,
            "title": "Pokemon Rouge",
            "description": "Pokémon Rouge est un jeu de rôle sorti sur Gameboy. Dirigez un dresseur de Pokémons qui doit devenir le meilleur d'entre tous. Pour cela, capturez des créatures et faites-les évoluer pour qu'elles deviennent de plus en plus fortes et qu'elles puissent remporter la ligue Pokémon.",
            "image": "https://media.senscritique.com/media/000000110045/source_big/Pokemon_Rouge.png",
            "genre": "Plate-forme",
            "console": "Gameboy Color",
            "price": 36,
            "Qty" : 2
        },
        {
            "id": 20,
            "title": "Mystic Quest",
            "description": "Mystic Quest est un spin-off de la saga Final Fantasy orienté action-RPG et développé sur Gameboy. Il est le premier de la série Seiken Densetsu et sera rebaptisé aux Etats-Unis Final Fantasy Adventure. Il raconte l'aventure d'un jeune héros, esclave de l'empire Glaive, qui va s'échapper pour tenter de retrouver la trace des chevaliers Gemme afin de protéger l'arbre mana.",
            "image": "https://image.jeuxvideo.com/images-sm/gb/m/y/myqugb0f.jpg",
            "genre": "Aventure",
            "console": "Gameboy Color",
            "price": 42,
            "Qty": 2
        }, 
        {
            "id": 21,
            "title": "Batman : The Video Game",
            "description": "Batman sur Gameboy est un jeu d'action/plates-formes s'inspirant du film Batman sorti en 1989. Six niveaux sont disponibles (dont deux avec des phases de tir), parmi lesquels Gotham City, le Musée Flugelheim ou encore la Cathédrale. Battez-vous et utilisez les nombreux gadgets de Batman pour vous hisser jusqu'au Joker et lui faire mordre la poussière.",
            "image": "https://image.jeuxvideo.com/images-sm/gb/b/a/batmgb0f.jpg",
            "genre": "Aventure",
            "console": "Gameboy Color",
            "price": 43,
            "qty" : 5
        
        }, 
        {
            "id": 22,
            "title": "Halo : Combat Evolved",
            "description": "Halo : Combat Evolved marque la renaissance du style FPS. Affrontez les Covenants sur un monde exotique et inconnu de l’humanité, dans une lutte sans merci pour la survie de la galaxie. Mais attention, dans les profondeurs de l’anneau, une menace bien plus terrible que des extraterrestres se cache...",
            "image": "https://image.jeuxvideo.com/images/pc/h/a/halopc0f.jpg",
            "genre": "FPS",
            "console": "XBOX",
            "price": 63,
            "qty" : 3
        },
        {
            "id": 23,
            "title": "Halo : Combat Evolved",
            "description": "Halo : Combat Evolved marque la renaissance du style FPS. Affrontez les Covenants sur un monde exotique et inconnu de l’humanité, dans une lutte sans merci pour la survie de la galaxie. Mais attention, dans les profondeurs de l’anneau, une menace bien plus terrible que des extraterrestres se cache...",
            "image": "https://image.jeuxvideo.com/images/pc/h/a/halopc0f.jpg",
            "genre": "FPS",
            "console": "XBOX",
            "price": 55,
            "qty" : 8
        },
        {
            "id": 24,
            "title": "Grand Theft Auto : San Andreas",
            "description": "San Andreas est un jeu d'action de type bac à sable. Le joueur y incarne Carl Johnson, de retour à Los Santos et qui y découvre la dure organisation des gangs. Celui-ci devra y faire sa place en accomplissant un certain nombre de missions peu recommandables pour gagner le respect de ses pairs.",
            "image": "https://image.jeuxvideo.com/images-sm/pc/g/t/gtsapc0f.jpg",
            "genre": "Action",
            "console": "XBOX",
            "price": 23,
            "qty" : 2
        },
        {
            "id": 25,
            "title": "The Elder Scrolls III : Morrowind",
            "description": "Nouvelle entrée de la série des Elders Scrolls, Morrowind permet au joueur d’incarner le personnage de son choix dans un open world sombre et mature. L’île de Vvardenfell abrite de nombreuses créatures et individus aux opinions et objectifs bien distincts, mais c’est à vous des les unir et d’incarner la prophétie tant attendue.",
            "image": "https://image.jeuxvideo.com/images-sm/pc/g/t/gtsapc0f.jpg",
            "genre": "RPG",
            "console": "XBOX",
            "price": 56,
            "qty" : 6
        },
        {
            "id": 26,
            "title": " Halo 2",
            "Description" : "Dans la suite du maintes fois acclamé Halo : Combat Evolved, la lutte contre les Covenants continue. Cette fois, la Terre est en danger et il ne reste que vous pour protéger l’humanité. Portez le combat chez l’ennemi et remportez la dernière bataille.",
            "image": "http://www.historiquedesjeuxvideo.com/bdd/jeu/img/XBox/884.jpg",
            "genre": "FPS",
            "console": "XBOX",
            "price": 65,
            "qty" : 2
        }
    ]
}